return {
    {
        title = "八项禁令的由来？",
        answer = { "用鲜血和生命换来的；一厂出事故，万厂受教育。" },
    },
    {
        title = "八项禁令的内容？",
        answer = {
            "1、严禁生产现场不带安全帽；",
            "2、严禁高空作业不系安全带；",
            "3、严禁无票作业无票动火；",
            "4、严禁无证作业；",
            "5、严禁吸烟；",
            "6、严禁酒后进入生产现场；",
            "7、严禁生产现场玩手机；",
            "8、严禁未经许可进入受限空间；",
        },
    },
    {
        title = "违反八项禁令的后果？",
        answer = {
            "立即清退，名单拉黑，永不录用。",
        },
    },
    {
        title = "两个一律的内容？",
        answer = {
            "凡是不诚信的一律清退；凡是不服从管理的一律清退。",
        },
    },
    {
        title = "宁海电厂的报警电话有哪些？",
        answer = {
            "厂内火警：65168119",
            "厂内治安：65061110",
            "厂内急救：65061120",
            "当遇到其它紧急情况时，可以拨打以下电话求助：",
            "生产控制：一期：65062001；65062002；二期：65067001；65067002；",
        },
    },
    {
        title = "三封警告信如何规定的？",
        answer = {
            "第一封警告信发出，约谈项目经理，项目部安全员重新接受入厂安全教育；",
            "第二封警告信发出，项目经理重新接受入厂安全教育，项目部员工停工开展安全学习；",
            "第三封警告信发出，对承包项目部总部进行约谈并更换项目经理。",
        },
    },
    {
        title = "防疫的三四三一，第一个“三”什么意思？",
        answer = {
            "出门必带的三样物品。",
        },
    },
    {
        title = "防疫的三四三一，第一个“三”指的是哪三样物品？",
        answer = {
            "口罩、手机、身份证。",
        },
    },
    {
        title = "防疫的三四三一，第一个“四”什么意思？",
        answer = {
            "防疫的四个流程，顺序不能搞错。",
        },
    },
    {
        title = "防疫的三四三一，第一个“四”指的是哪四个流程？",
        answer = {
            "早发现、早汇报、早隔离、早治疗。",
        },
    },
    {
        title = "防疫的三四三一，第二个“三”是什么意思？",
        answer = {
            "防疫的三项措施。",
        },
    },
    {
        title = "防疫的三四三一，第二个“三”指的是哪三项措施？",
        answer = {
            "1、勤洗手、多通风；",
            "2、科学规范佩戴口罩；",
            "3、保持安全社交距离 1.5 米。",
        },
    },
    {
        title = "防疫的三四三一，最后一个“一”什么意思？",
        answer = {
            "一票否决。",
        },
    },
}
